Repository: ferrm360/BMCClient
Catalog: BMCWindows/Properties/Resources.*.resx
Languages: es_mx

# AccountRequestAnotherCode
source: Request another code
es_mx: Solicitar otro código

# AccountVerification
source: Acount verification
es_mx: Verificación de la cuenta

# ChangePasswordLabelChange
source: Change password
es_mx: Cambiar contraseña

# ChangePasswordLabelConfirmPasswrod
source: Confirm password
es_mx: Confirmar contraseña

# ChangePasswordLabelCurrentPassword
source: Current password
es_mx: Contraseña actual

# ChangePasswordLabelNewPassword
source: New password
es_mx: Nueva contraseña

# ConfirmationBanPlayer
source: Are you sure you want to expel the player {0}?
es_mx: ¿Está seguro de que desea invitar al jugador {0}?

# ConfirmMessageCancelTitle
source: Confirm cancellation
es_mx: Confirmar cancelación

# ConfirmMessageContentBanPlayer
source: Are you sure you want to expel this player?
es_mx: ¿Está seguro de que desea expulsar al jugador?

# ConfirmMessageTileBanPlayer
source: Confirm expulsion
es_mx: Confirmar expulsión

# ConfirmMessageUpdatePassword
source: Are you sure you want to change the password?
es_mx: ¿Está seguro de que desea cambia la contraseña?

# EditProfileButtonChangeAvatar
source: Change picture
es_mx: Cambiar foto

# EditProfileLabelEditProfile
source: Edit profile
es_mx: Editar perfil

# Error.CantAddingPlayer
source: An error occurred while trying to add the player to the game, please try again
es_mx: Ocurrió un error al intentar añadir al jugador al juego, por favor intente de nuevo

# Error.CantSendMessages
source: An error occurred while trying to send the message, please try again later
es_mx: Ocurrió un error al intentar enviar el mensaje, intente de nuevo más tarde

# Error.CantSummitMatrix
source: An error occurred while trying to send the position of your cards, please try again
es_mx: Ocurrió un error al intentar enviar la posición de sus cartas, por favor intente de nuevo

# Error.CommunicationError
source: There was a problem connecting to the server. Please check your internet connection or try again later.
es_mx: Hubo un problema para conectarse al servidor. Por favor, revisa tu conexión a Internet o intenta nuevamente más tarde.

# Error.DifferentPassword
source: Passwords are different, check them
es_mx: Las contraseñas son diferentes, chequelas

# Error.DuplicateEmail
source: The email is duplicated, please change it
es_mx: El correo electrónico está registrado, por favor cámbielo

# Error.DuplicateLobbyName
source: There is already a lobby registered with that name, please enter another name
es_mx: Ya hay una partida registrada con ese nombre, por favor ingrese otro nombre

# Error.DuplicateUsername
source: The username is duplicated, please change it
es_mx: El nombre de usuario está duplicado por favor cámbielo

# Error.EmptyImage
source: The image is empty
es_mx: La imagen está vacía

# Error.ErrorWhileUpdatingProfile
source: An error occurred while trying to update the profile, please try again later
es_mx: Ocurrió un error al intentar actualizar el perfil, por favor inténtelo de nuevo más tarde

# Error.ErrorWhileUpdatingProfilePicture
source: An error occurred while trying to update your profile picture, please try again later.
es_mx: Ocurrió un error al intentar actualizar la foto de perfil, por favor inténtelo de nuevo más tarde

# Error.ExpelPlayer
source: An error occurred while trying to kick the player
es_mx: Ocurrió un error al intentar expulsar al jugador

# Error.GameAlredyExists
source: The game already exists, please try another name
es_mx: El juego ya existe, intente con otro nombre

# Error.GameboardCardsNotPlaced
source: Place all your cards on the board
es_mx: Coloque todas sus cartas en el tablero

# Error.GameWontStart
source: An error occurred while trying to start the game, please try again later
es_mx: Ocurrió un error al intentar iniciar el juego, intente de nuevo más tarde

# Error.GeneralMessage
source: An error occurred, please try again later.
es_mx: Ocurrió un error intente de nuevo más tarde

# Error.ImageNotFound
source: The required image was not found
es_mx: No se econtró la imagen indicada

# Error.IncorrectPassword
source: The password entered is incorrect, please correct it.
es_mx: La contraseña ingresada es incorrecta, por favor corríjala

# Error.InvalidBio
source: The entered biography is not valid, please correct it.
es_mx: La biografía ingresada no es valida por favor corríjala

# Error.InvalidEmail
source: The email entered is not valid, please check it
es_mx: El correo electrónico ingresado no es válido, por favor verifíquelo

# Error.InvalidLobbyPassword
source: The password entered is not correct, please correct it.
es_mx: La contraseña ingresada no es correcta, corríjala

# Error.InvalidPassword
source: The password entered is incorrect, please check it.
es_mx: La contraseña ingresada es incorrecta, verifíquela

# Error.InvalidProfileData
source: The information entered in the profile is not valid, please correct it
es_mx: La información ingresada en el perfil no es valida, por favor corríjala

# Error.InvalidUsername
source: The username entered is not valid, please check it
es_mx: El nombre de usuario ingresado no es valido, por favor revíselo

# Error.LobbyAlreadyExists
source: The lobby already exists, please try another name
es_mx: El lobby ya existe, intente con otro nombre

# Error.LobbyFull
source: The lobby you are trying to enter is full
es_mx: La partida a la que intenta ingresar se encuentra llena

# Error.LobbyNotFound
source: The lobby you are trying to enter was not found.
es_mx: La partida a la que intenta ingresar no fue encontrada

# Error.NotificacitionMissing
source: An error occurred while trying to notify the player, please try again
es_mx: Ocurrió un error al intentar avisar al jugador, por favor intente de nuevo

# Error.NotLobbyHost
source: Only the host can perform this action
es_mx: Solo el host puede realizar esta acción

# Error.PlayerNotInLobby
source: The selected player is not in the lobby
es_mx: El jugador seleccionado no se encuentra en la partida

# Error.PlayerNotReady
source: The player is not ready yet, please wait a moment
es_mx: El jugador no está listo, por favor espere un momento

# Error.ProfileNotFound
source: Profile not found
es_mx: No se encontró el perfil seleccionado

# Error.ScoreNotFound
source: No score found for the selected player
es_mx: No se encontró una puntuación para el jugador seleccionado

# Error.SenderNotFound
source: An error occurred while identifying the sender of the message, please try again.
es_mx: Ocurrió un error al identificar al emisor del mensaje, intente de nuevo

# Error.SeverError
source: The server is having trouble completing your request, please try again later
es_mx: El servidor presenta problemas para completar la solicitud, por favor intente de nuevo más tarde

# Error.TimeoutError
source: The connection to the server has timed out. Please try again later.
es_mx: La conexión al servidor ha excedido el tiempo de espera. Por favor, intenta nuevamente más tarde.

# Error.UnauthorizedAccess
source: You are not allowed access
es_mx: No tiene permitido el acceso

# Error.UserAlreadyConnected
source: The user you are trying to log in with is already logged in
es_mx: El usuario con el que intenta ingresar ya se encuentra conectado

# Error.UserNotConnected
source: The user is not logged in, please try again later
es_mx: El usuario no se encuentra conectado, intente de nuevo más tarde

# Error.UserNotFound
source: The user entered was not found, please check it
es_mx: No se encontró el usuario ingresado, por favor verifíquelo

# Friend.AcceptRequest
source: Friend request accepted successfully
es_mx: Solicitud de amistad aceptada exitosamente

# FriendButtonAddFriend
source: Add friend
es_mx: Añadir amigo

# FriendButtonRemove
source: Remove friend
es_mx: Eliminar amigo

# FriendButtonSendMessage
source: Send menssage
es_mx: Enviar mensaje

# FriendLabelFriends
source: Friends
es_mx: Amigos

# FriendLabelNoFriends
source: No friends found
es_mx: No se encontraron amigos

# FriendLabelSearchFriend
source: Search friend
es_mx: Buscar amigo

# FriendLabelShowOnline
source: Show online friends
es_mx: Mostrar amigos conectados

# FriendRequestDecline
source: Decline
es_mx: Rechazar

# FriendSendRequest
source: Send request
es_mx: Enviar solicitud

# GameplayPlayersInLobby
source: Players in lobby
es_mx: Jugadores en el lobby

# GlobalButtonAccept
source: Ok
es_mx: Aceptar

# GlobalButtonBack
source: Back
es_mx: Regresar

# GlobalButtonSaveChanges
source: Save changes
es_mx: Guardar cambios

# GlobalButtonSearch
source: Search
es_mx: Buscar

# GlobalExitButton
source: Exit
es_mx: Salir

# GlobalLabelUser
source: User
es_mx: Usuario

# GloblalButtonCancel
source: Cancel
es_mx: Cancelar

# HomePageButtonEditProfile
source: Profile
es_mx: Perfil

# HomePageButtonMatch
source: Matches
es_mx: Partidas

# HomepagePlayers
source: Players
es_mx: Jugadores

# HomepageRequests
source: Requests
es_mx: Solicitudes

# HomepageSettings
source: Settings
es_mx: Configuración

# HomePageShowCards
source: Show cards
es_mx: Ver cartas

# Info.CardsPostionSent
source: Your cards have been placed correctly
es_mx: Se han colocado sus cartas correctamente

# Info.GameNotFound
source: Game not found, please try again
es_mx: No se encontró el juego, intente de nuevo

# Info.GameStarted
source: Starting the game
es_mx: Comenzando el juego

# Info.InvitationSuccessful
source: Invitation email sent successfully
es_mx: Correo de invitación enviado exitosamente

# Info.InvitationEmailFailed
source: An error occurred while trying to send the invitation email
es_mx: Ocurrió un error al intentar enviar el correo de invitación

# Info.NoAreFriends
source: Can't send messages because you are not friends
es_mx: No se puede enviar mensajes ya que no son amigos

# Info.NotEnoughPlayer
source: There are not enough players to start the game, please wait for a player to join
es_mx: No hay suficientes jugadores para iniciar la partida, por favor espera a que un jugador se una

# Info.OnlyHostStart
source: Only the host can start the game, please wait for them to do so
es_mx: Solo el host puede iniciar la partida, espere a que lo haga

# Info.PlayerDontSummitGameBoard
source: The player has not finished placing their cards, please wait
es_mx: El jugador no ha terminado de colocar sus cartas, por favor espere

# Lobby.LoadError
source: An error occurred while loading the available lobbies
es_mx: Ocurrió un error al cargar los lobbies disponibles

# Lobby.NotSelectedLobby
source: Please select a lobby
es_mx: Por favor seleccione un lobby

# LobbyJoinLobby
source: Join
es_mx: Unirse

# LoginButtonLogin
source: Log in
es_mx: Iniciar sesión

# LogInButtonLogInAsGuest
source: Log in as guest
es_mx: Unirse como invitado

# LoginLabelForgotPassword
source: Forgot password?
es_mx: ¿Olvidaste la contraseña?

# LoginLabelUser
source: User
es_mx: Usuario

# LoginLaberlPassword
source: Password
es_mx: Contraseña

# MarchPropertyButtonPrivate
source: Private
es_mx: Privado

# MarchPropertyButtonPublic
source: Public
es_mx: Público

# MatchButtonCreateMatch
source: Create match
es_mx: Crear partida

# MatchButtonInviteFriend
source: Invite friend
es_mx: Invitar amigo

# MatchButtonJoinMatch
source: Join match
es_mx: Unirse a partida

# MatchButtonPlay
source: Play
es_mx: Jugar

# MatchButtonStartMatch
source: Start match
es_mx: Empezar partida

# MatchLabelCards
source: Remaing cards
es_mx: Cartas restantes

# MatchLabelMatchName
source: Match name
es_mx: Nombre de la partida

# MatchPropertyButtonCreateMarch
source: Create match
es_mx: Crear partida

# MatchPropertyTextBoxMatchName
source: Match name
es_mx: Nombre de la partida

# MatchPropertyTextBoxPassword
source: Password
es_mx: Contraseña

# MessageBoxEmptyFields
source: There are empty or invalid fields, please check them
es_mx: Hay campos vacíos o inválidos por favor verífiquelos

# MessageInformationContentAvatarUpdated
source: Avatar successfully updated
es_mx: Avatar actualizado exitosamente

# MessageInformationContentDiferentPassword
source: Passwords do not match, password could not be updated
es_mx: La contraseñas no coinciden, no se pudo actualizar la contraseña

# MessageInformationContentInvalidePassword
source: Password does not meet security requirements, could not update password
es_mx: La contraseña no cumple con los requerimientos de seguridad, no se pudo actualizar la contraseña

# MessageInformationContentPlayerAdded
source: Player succesfully added
es_mx: Jugador añadido exitosamente

# MessageInformationContentRepeatedUser
source: Cannot update profile, the user is repeated
es_mx: No se puedes actualizar el perfil el usuario está repetido

# MessageInformationContentUpdatePassword
source: Password has been successfully updated
es_mx: La contraseña se ha actualizado exitosamente

# MessageInformationContentWrongPassword
source: Wrong password, unable to update password
es_mx: Contraseña incorrecta, no se pudo actualizar la contraseña

# MessageInformationLabelContentUpdateProfile
source: Profile succesfullt updated
es_mx: Perfil actualizado exitosamente

# MessageInformationLabelTitleRepeatUser
source: Repeated username
es_mx: Nombre de usuario repetido

# MessageInformationLabelTitleUpdateProfile
source: Profile updated
es_mx: Perfil actualizado

# MessageInformationTitleAvatarUpdated
source: Avatar updated
es_mx: Avatar actualizado

# MessageInformationTitlePlayerAdded
source: Player added
es_mx: Jugador añadido

# MessageTitleBanPlayer
source: Confirm expulsion
es_mx: Confirmar expulsión

# PlayerLabelLevel
source: Level
es_mx: Nivel

# PlayerLabelPlaytime
source: Time played
es_mx: Tiempo jugado

# PlayerLosses
source: Losses
es_mx: Derrotas

# PlayerStatusOffline
source: Offline
es_mx: Desconectado

# PlayerStatusOnline
source: Online
es_mx: En línea

# PlayerTooltipHours
source: Hours
es_mx: Horas

# PlayerWins
source: Wins
es_mx: Victorias

# SignUpButtonSignUp
source: Sign up
es_mx: Registrarse

# SignUpLabelConfirmPassword
source: Confirm password
es_mx: Confirmar contraseña

# SignUpLabelEmail
source: Email
es_mx: Correo electrónico

# SignUpPasswordBoxPassword
source: Password
es_mx: Contraseña

# SignUpPasswordBoxRepeatPassword
source: Repeat password
es_mx: Repetir contraseña

# SignUpTextBoxEmail
source: Email
es_mx: Correo electrónico

# SignUpTextBoxUser
source: User
es_mx: Usuario

# VerificationDescription
source: An email has been sent to [email_truncated] with a verification code. Please enter the code.
es_mx: Se ha enviado un correo a [correo_truncado] con un código de verificación. Introduce el código.

# ViewCardsLabelCardDescription
source: Example card
es_mx: Carta de ejemplo

# ViewCardsLabelCards
source: Cards
es_mx: Cartas

# Info.ProfileImageUpdated
source: Profile picture updated successfully
es_mx: Imagen de perfil actualizada exitosamente

# Info.UserUpdated
source: Username updated successfully
es_mx: Nombre de usuario actualizado exitosamente

# Info.BioUpdated
source: Biography successfully updated
es_mx: Biografía actualizada exitosamente

# Info.RequestSentSuccesfully
source: The request was sent successfully
es_mx: Se envió la solicitud exitosamente

# Error.NotSelectedPlayer
source: Please select a player
es_mx: Por favor seleccione a un jugador

# PasswordUpdated
source: Password updated successfully
es_mx: Contraseña actualizada exitosamente

# Info.SendingCode
source: Sending verification code...
es_mx: Enviando código de verificación...

# Info.CodeSentSuccesfully
source: Code sent successfully.
es_mx: Código enviado con éxito.

# Error.SendCodeFailed
source: An error occurred while trying to send the code
es_mx: Ocurrió un error al intentar enviar el código

# Info.ValidationCodeCorrect
source: Correct code
es_mx: Código correcto

# Error.InvalidValidationCode
source: The code entered is incorrect
es_mx: El código ingresado es incorrecto

# Error.TooManyTries
source: Many resend attempts. Please try again in 1 minute.
es_mx: Muchos intentos de reenvío. Intenta nuevamente en 1 minuto."

# Confirmation.ConfirmCancelation
source: Are you sure you want to cancel the operation?
es_mx: ¿Está seguro de que desea cancelar la operación?

# CancelVerificationTitle
source: Cancel verification
es_mx: Cancelar verificación

# GameplayShifts
source: Shifts
es_mx: Turnos

# Gameplay.PlayerBoard
source: Your board
es_mx: Tu tablero

# Gameplay.EnemyBoard
source: Enemy´s board
es_mx: Tablero del enemigo

# Gameplay.Play
source: Let´s play!
es_mx: ¡A jugar!

# Info.Turn
source: Is your turn {0}
es_mx: Es tu turno {0}

# Error.WaitTurn
source: Wait for your turn
es_mx: Espera tu turno

# Gameplay.Attack
source: You have clicked on cell: ({0},{1}) in your own dashboard
es_mx: Has clickeado en la celda: ({0}, {1}) de tu propio tablero

# AttackMade
source: You have attacked!
es_mx: ¡Has atacado!

# MissedAttack
source: Oops! that was close :D
es_mx: ¡Ups! eso estuvo cerca :D

# FirstTurn
source: You have the first turn
es_mx: Tienes el primer turno

# TurnInfo
source: You don't have the first turn, wait your turn
es_mx: No tienes el primer turno, espera tu turno

# Error.GeneralException
source: An error occurred on the server, please try again later
es_mx: Ocurrió un error en el servidor, intente de nuevo más tarde

# Error.NoCardSelected
source: You must select a card
es_mx: Debe seleccionar una carta

# ConfirmInvitation
source: Are you sure you want to invite {0}?
es_mx: ¿Está seguro de que desea invitar a {0}?

# ConfirmInvitationTitle
source: Confirm invitation
es_mx: Confirmar invitación

# GuestLogout
source: Logout
es_mx: Salir

# Lobby.LobbyName
source: Lobby name
es_mx: Nombre de la partida:

# Lobby.MaxPlayers
source: Max players
es_mx: Límite de jugadores

# Lobby.JoinLobby
source: Join lobby
es_mx: Unirse a lobby

# Lobby.CurrentPlayers
source: Current players
es_mx: Jugadores actuales

source: Game over
es_mx: Partida finalizada

# Match.Winner
source: Winner
es_mx: Ganador

# Error.EndpointException
source: The server is currently unavailable. Do you want to return to the login page?
es_mx: El servidor no está disponible en este momento. ¿Desea regresar al inicio de sesión?

# Error.ServerErrorTitle
source: Server Unavailable
es_mx: Servidor Inaccesible

# ImageTooLarge
source: The selected image exceeds the allowed size of 1 MB. Please choose another image.
es_mx: La imagen seleccionada supera el tamaño permitido de 1 MB. Por favor, elija otra imagen.

# Error.IncorrectVerificationCode
source: Incorrect verification code.
es_mx: Código de verificación incorrecto.

# Friend.ConfirmationDeleteFriends
source: Are you sure you want to delete {0} from your friend list?
es_mx: ¿Está seguro de que desea eliminar a {0} de su lista de amigos?

# Friend.DeleteFriendConfirmationTitle
source: Delete friend
es_mx: Eliminar amigo

# Friend.DeletedFriend
source: Friend deleted
es_mx: Amigo eliminado

# Friend.DeletionSuccess
source: Friend has been successfully removed
es_mx: Se ha eliminado al amigo exitosamente

# Language.ChangeLanguage
source: Change language
es_mx: Cambiar idioma
